Repository: abhinavm24/typewhisper-mac
Catalog: TypeWhisperPluginSDK/Plugins/LiveTranscriptPlugin/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

source: Background opacity
de: Hintergrunddeckkraft
ja: 背景の不透明度
zh_hans: 背景不透明度

source: Height
de: Höhe
ja: 高さ
zh_hans: 高度

source: Lower values keep more of the app behind the transcript visible.
de: Bei niedrigeren Werten bleibt mehr von der App hinter dem Transkript sichtbar.
ja: 値を小さくすると、文字起こしの背後にあるアプリがより透けて見えます。
zh_hans: 数值越低，越能看清转录窗口后面的应用内容。

source: Width
de: Breite
ja: 幅
zh_hans: 宽度

source: Window size
de: Fenstergröße
ja: ウィンドウサイズ
zh_hans: 窗口大小

source: Auto-open on recording
de: Automatisch bei Aufnahme öffnen
ja: 録音時に自動で開く
zh_hans: 录音时自动打开

source: New text
de: Neuer Text
ja: 新しいテキスト
zh_hans: 新文本

source: Font size
de: Schriftgrösse
ja: フォントサイズ
zh_hans: 字号

source: Press a key combination...
de: Tastenkombination drücken...
ja: キーボードショートカットを押してください...
zh_hans: 按下组合键...

source: Record Shortcut
de: Aufnehmen
ja: 録音
zh_hans: 录制快捷键

source: Show or hide the transcript window with a keyboard shortcut.
de: Transkript-Fenster mit einem Tastenkürzel ein- oder ausblenden.
ja: キーボードショートカットでテキストウィンドウを表示または非表示にします。
zh_hans: 使用键盘快捷键显示或隐藏转录窗口。

source: Show the transcript window automatically when recording starts.
de: Transkript-Fenster automatisch bei Aufnahmestart anzeigen.
ja: 録音開始時にテキストウィンドウを自動で表示します。
zh_hans: 录音开始时自动显示转录窗口。

source: Toggle Shortcut
de: Tastenkürzel
ja: キーボードショートカット
zh_hans: 切换快捷键
